[
  {
    "id":"it_was_foretold",
    "name":"It Was Foretold",
    "sections":[
      {"type":"text","text":"Your order has trained you to understand fragments of the visions granted to you by your deity, giving you a momentary advantage in challenging situations. At the start of an encounter, you can take one main action before any other creature and before your first turn. Additionally, whenever the Directory calls for a montage test, you can make one free test before the montage begins, which counts as an earned success or failure as usual."}
    ]
  },
  {
    "id":"judge_of_character",
    "name":"Judge of Character",
    "sections":[
      {"type":"text","text":"Your focus on your fragmentary visions grants divine insight into the world and its creatures beyond your usual senses. Whenever you would make an Intuition test, you can make a Presence test instead."}
    ]
  },
  {
    "id":"lead_by_example",
    "name":"Lead by Example",
    "sections":[
      {"type":"text","text":"Your devotion to your deity allows you to take command of the battlefield, letting your allies benefit from your wisdom. While you are adjacent to a creature, your allies gain the benefits of flanking against that creature. Additionally, your allies gain an edge on tests made to aid other creatures with their tests."}
    ]
  },
  {
    "id":"saints_vigilance",
    "name":"Saint's Vigilance",
    "sections":[
      {"type":"text","text":"You have honed your ability to detect sin and can use it to find those who hide from justice. Any creature judged by you can't use the Hide maneuver. Additionally, you gain an edge when searching for hidden creatures. If you find a hidden creature, you can use your Judgment ability against them as a free triggered action."}
    ]
  },
  {
    "id":"a_sense_for_truth",
    "name":"A Sense for Truth",
    "sections":[
      {"type":"text","text":"You are trained in secret techniques from your order that allow you to discern the truth with supernatural precision. If a creature is of a lower level than you, you automatically know when they are lying, though you don't necessarily know the actual truth behind their lie. Additionally, you gain an edge on tests made to detect lies or hidden motives."}
    ]
  },
  {
    "id":"stalwart_icon",
    "name":"Stalwart Icon",
    "sections":[
      {"type":"text","text":"You exhibit a small spark of your deity's power, causing creatures to trust or fear you, depending on what you need. You gain an edge on tests made to intimidate or persuade others."}
    ]
  },
  {
    "id":"look_on_my_work_and_despair",
    "name":"Look on My Work and Despair",
    "sections":[
      {"type":"text","text":"Your judgment has grown in divine power, instilling fear in those you condemn. Whenever you use your Judgment ability, you can spend 1 wrath, and if the target has P<AVERAGE , they are frightened of you (save ends). Additionally, whenever a creature judged by you is reduced to 0 Stamina and you use Judgment as a free triggered action, if the new target has P<STRONG , they are frightened of you (save ends). If the target is already frightened of you, they instead take holy damage equal to twice your Presence score."}
    ]
  },
  {
    "id":"wrath_beyond_wrath",
    "name":"Wrath Beyond Wrath",
    "sections":[
      {"type":"text","text":"The first time each combat round that you deal damage to a creature judged by you, you gain 2 wrath instead of 1."}
    ]
  },
  {
    "id":"evil_revealed",
    "name":"Evil Revealed",
    "sections":[
      {"type":"text","text":"Your order has taught you methods to discern the disguises of both mortals and monsters. You automatically see through disguises and illusions created by creatures of your level or lower, and you gain an edge on tests made to see through the disguises and illusions of more powerful creatures. Whenever you see through a creature’s disguise or illusion, you can use your Judgment ability against them as a free triggered action."}
    ]
  },
  {
    "id":"prophecy",
    "name":"Prophecy",
    "sections":[
      {"type":"text","text":"You can better sift through the constant fragmentary visions from your deity and act to make them manifest. Each time you earn 1 or more Victories, you can make a number of 2d10 rolls equal to the number of Victories you earned. Record each roll in order. Then whenever you or a creature within 10 squares makes a power roll, you can use a free triggered action to replace the total on the dice with your first recorded roll."},
      {"type":"text","text":"You discard each roll as it is used, and each time you earn Victories, you add new rolls to the bottom of the list. Any unused rolls are discarded when you finish a respite."}
    ]
  },
  {
    "id":"stand_fast",
    "name":"Stand Fast",
    "sections":[
      {"type":"text","text":"Your divine spark grows in power, allowing you and your allies to focus and endure. At the start of each of your turns, you can spend 1d6 Stamina to end one effect on you that is ended by a saving throw or that ends at the end of your turn. Any ally who starts their turn within 5 squares of you can also spend Stamina to gain this benefit."}
    ]
  },
  {
    "id":"implement_of_wrath",
    "name":"Implement of Wrath",
    "sections":[
      {"type":"text","text":"Each time you finish a respite, you can choose one hero’s weapon, including your own, to channel supernatural power as an implement of your god’s wrath. The weapon becomes magic and gains the following benefits until your next respite:"},
      {"type":"bulleted_text","text":"Strikes with the weapon deal extra holy damage equal to the wielder’s highest characteristic score."},
      {"type":"bulleted_text","text":"Any creature struck by the weapon who has holy weakness and has P<STRONG is frightened and weakened (save ends)."},
      {"type":"bulleted_text","text":"Any minion targeted by a strike using the weapon dies. That minion’s Stamina maximum is removed from the minion Stamina pool before any damage is applied to the rest of the squad."},
      {"type":"bulleted_text","text":"The weapon’s wielder can’t be made frightened."}
    ]
  },
  {
    "id":"focused_wrath",
    "name":"Focused Wrath",
    "sections":[
      {"type":"text","text":"When you gain wrath at the start of each of your turns during combat, you gain 3 wrath instead of 2."}
    ]
  },
  {
    "id":"demonologist",
    "name":"Demonologist",
    "sections":[
      {"type":"text","text":"The most esoteric secrets of your order teach you that to defeat your enemy, you must understand them. You treat your Renown as 2 higher than usual when dealing with demons, devils, and other agents of chaos. If you successfully complete a negotiation with one of these creatures, you gain an edge on power rolls made against them and can use your Judgment ability against them as a free triggered action before an encounter begins."}
    ]
  },
  {
    "id":"their_past_revealed",
    "name":"Their Past Revealed",
    "sections":[
      {"type":"text","text":"Your constant fragmentary visions become clearer, and can be honed to understand the past of creatures you interact with. While speaking with any creature, you can make a medium Presence test to see visions from their past. On a success, you see a clear view of any subject related to the creature’s past that you wish to understand. On a success with a consequence, you see two visions, one false and one true. On a failure, you lose 2d6 Stamina."}
    ]
  },
  {
    "id":"vow",
    "name":"Vow",
    "sections":[
      {"type":"text","text":"Your words take on the power of your deity, with all the authority that entails. If you convince a creature to take an oath, they can’t break it for 7 days. If you take an oath, you can’t break it for 7 days."}
    ]
  },
  {
    "id":"improved_implement_of_wrath",
    "name":"Improved Implement of Wrath",
    "sections":[
      {"type":"text","text":"The weapon you target with your Implement of Wrath feature gains the following additional benefits:"},
      {"type":"bulleted_text","text":"The weapon’s wielder and each ally adjacent to them gain a +2 bonus to saving throws."},
      {"type":"bulleted_text","text":"At the end of each of the weapon wielder’s turns, each ally adjacent to the wielder makes a saving throw against each effect on them that is ended by a saving throw."},
      {"type":"bulleted_text","text":"The weapon’s wielder has corruption immunity 10."}
    ]
  },
  {
    "id":"templar",
    "name":"Templar",
    "sections":[
      {"type":"text","text":"You are the ultimate representation of your god’s justice in the timescape. Whenever you use your Judgment ability, you can use a free triggered action to use a conduit domain effect associated with your chosen domain, or a domain you access with virtue (see below). If the effect calls for the use of your Intuition score, you use your Presence score instead. If the effect uses your conduit level, use your censor level instead."},
      {"type":"text","text":"Additionally, whenever you take a respite, you can open a portal to rest in the presence of your deity and bring along any allies. When you do, you can ask your deity three questions, which the Director must answer honestly if your deity knows the answers (though they might answer cryptically or incompletely). When you finish your respite, you and your allies can appear at any location in the timescape where someone worships your deity."},
      {"type":"text","text":"While you rest in their presence, your god might also give you priority targets to enact justice upon. You and your allies each have a double edge on power rolls made against such targets. If you attempt to open a portal to your deity again before you have defeated your priority targets, you suffer your god’s wrath, as determined by the Director."}
    ]
  },
  {
    "id":"virtue",
    "name":"Virtue",
    "sections":[
      {"type":"text","text":"You have an epic resource called virtue. Each time you finish a respite, you gain virtue equal to the XP you gain. You can spend virtue on your abilities as if it were wrath."},
      {"type":"text","text":"Additionally, you can spend 3 virtue to access one of your deity’s domains that you usually don’t have access to. When you do, you can use that domain’s features until you finish another respite."},
      {"type":"text","text":"Virtue remains until you spend it."}
    ]
  },
  {
    "id":"wrath_of_the_gods",
    "name":"Wrath of the Gods",
    "sections":[
      {"type":"text","text":"When you gain wrath at the start of each of your turns during combat, you gain 4 wrath instead of 3."}
    ]
  }
]
